Page({
  data: {
    messageList: [{
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }, {
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }, {
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }, {
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }, {
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }, {
      title: '关于公选课程已经开选的通知',
      content: '我就是随便写一下，看看这里面有什么内容',
      date: '2019.3.14 15：30'
    }]
  }
})